Repository: chessbr/shuup-cms-blog
Catalog: shuup_cms_blog/locale/*/LC_MESSAGES/django.po
Languages: de, fi_fi, fr_ca

source: Saved Articles
de: Gespeicherte Artikel

source: Blog page
de: Blog-Seite

source: page
de: Seite
fi_fi: sivu

source: This is a blog article
de: Dies ist ein Blog-Artikel
fi_fi: Tämä on blogiartikkeli
fr_ca: Ceci est un article de blog

source: Indicates whether this is a blog article and it should appear on articles list.
de: Gibt an, ob es sich um einen Blog-Artikel handelt und dieser in der Artikelliste erscheinen soll.
fi_fi: Ilmaisee, onko tämä blogiartikkeli, ja sen pitäisi näkyä artikkeliluettelossa.
fr_ca: Indique s&#39;il s&#39;agit d&#39;un article de blog et qu&#39;il doit apparaître dans la liste des articles.

source: Image
de: Bild
fi_fi: Kuva

source: The image for the article.
de: Das Bild zum Artikel.
fi_fi: Artikkelin kuva.
fr_ca: L&#39;image de l&#39;article.

source: Small description
de: Kurzbeschreibung
fi_fi: Pieni kuvaus
fr_ca: Petite description

source: Define a small description to be shown in article list. This is the text that should capture users attention.
de: Definiere eine Kurzbeschreibung, die in der Artikelliste angezeigt werden soll. Dies ist der Text, der die Aufmerksamkeit des Benutzers erregen soll.
fi_fi: Määritä pieni kuvaus, joka näytetään artikkeliluettelossa. Tämän tekstin tulisi kiinnittää käyttäjien huomio.
fr_ca: Définissez une petite description à afficher dans la liste d&#39;articles. C&#39;est le texte qui devrait capter l&#39;attention des utilisateurs.

source: blog article
de: Blog-Artikel
fi_fi: blogiartikkeli
fr_ca: article de blog

source: blog articles
de: Blog-Artikel
fi_fi: blogiartikkelit
fr_ca: articles de blog

source: Blog Articles List
de: Blog-Artikel-Liste
fi_fi: Blogiartikkelista
fr_ca: Liste des articles du blog

source: Blog Save Article Button
de: "Blog Artikel speichern"-Button

source: Blog Article Page
de: Blog-Artikel-Seite
fi_fi: Blogiartikkelisivu
fr_ca: Page d&#39;article de blog

source: Blog Article
de: Blog-Artikel
fi_fi: Blogiartikkeli
fr_ca: Article de blog

source: Home
de: Startseite
fi_fi: Koti
fr_ca: Accueil

source: Related articles
de: Ähnliche Artikel

source: Remove from saved articles
de: Aus "gespeicherte Artikel" entfernt

source: Add to saved articles
de: Zu "gespeicherte Artikel" hinzugefügt

source: Saved articles
de: Gespeicherte Artikel

source: Dashboard
de: Kontoübersicht

source: No saved article found
de: Kein gespeicherter Artikel gefunden

source: Article removed with success.
de: Der Artikel wurde erfolgreich entfernt.

source: Article saved with success.
de: Der Artikel wurde erfolgreich gespeichert.
